Repository: CoolingSir/cdemu
Catalog: po/*.po
Languages: fr, sv

source: Failed to load configuration from file '%s': %s
sv: Misslyckades att ladda konfiguration från filen '%s': %s

source: Unknown option
sv: Okänt val

source: Failed to connect to daemon (bus: '%s')!
sv: Misslyckades med att ansluta till bakgrundsprocessen (buss: '%s')!

source: Unknown command: %s
sv: Okänt kommando: %s

source: The image you are trying to load is encrypted.
sv: Avbildsfilen du försöker ladda är krypterad.

source: Password:
sv: Lösenord:

source: Failed to load image: %s
sv: Misslyckades med att montera avbildsfil: %s

source: Failed to get number of devices: %s
sv: Misslyckades att erhålla antal enheter: %s

source: Failed to get status of device %i: %s
sv: Misslyckades med att erhålla status för enhet %i: %s

source: No empty device found
sv: Hittade ingen tom enhet

source: Failed to unload device %i: %s
sv: misslyckades med att frigöra enhet %i: %s

source: Devices' status:
sv: Enhetsstaus:

source: DEV
sv: ENHET

source: LOADED
sv: Laddad

source: FILENAME
sv: FILNAMN

source: Device mapping:
sv: Enhets tilldelning:

source: SCSI generic
sv: SCSI generisk

source: Failed to get device mapping of device %i: %s
sv: Misslyckades att erhålla enhets-tilldelning från enhet %i: %s

source: Devices' daemon debug masks:
sv: Avlusnings-maskar för enheternas bakgrundsprocess:

source: DEBUG MASK
sv: AVLUSNINGS-MASK

source: Failed to get daemon debug mask of device %i: %s
sv: Misslyckades att erhålla bakgrundsprocessens avlusnings-mask för enhet %i: %s

source: Daemon debug mask of device %i: 0x%X
sv: Bakgrundsprocessens avlusnings-mask för enhet %i: 0x%X

source: Setting daemon debug mask of all devices to 0x%X.
sv: Ställer in bakgrundsprocessens avlusnings-mask för samtliga enheter till 0x%X.

source: Failed to set daemon debug mask of device %i to 0x%X: %s
sv: Misslyckades att ställa in bakgrundsprocessens avlusnings-mask för enhet %i till 0x%X: %s

source: Setting daemon debug mask of device %i to 0x%X.
sv: Ställer in bakgrundsprocessens avlusnings-mask för enhet %i till 0x%X.

source: Devices' library debug masks:
sv: Enheternas biblioteks-avlusnings-maskar:

source: Failed to get library debug mask of device %i: %s
sv: Misslyckades att erhålla bibliotekets avlusnings-mask för enhet %i: %s

source: Library debug mask of device %i: 0x%X
sv: Bibliotekets avlusnings-mask för enhet %i: 0x%X

source: Setting library debug mask of all devices to 0x%X.
sv: Ställer in bibliotekets avlusnings-mask för samtliga enheter till 0x%X.

source: Failed to set library debug mask of device %i to 0x%X: %s
sv: Misslyckades att ställa in bibliotekets avlusnings-mask för enhet %i till 0x%X: %s

source: Setting library debug mask of device %i to 0x%X.
sv: Ställer in bibliotekets avlusnings-mask för enhet %i till 0x%X.

source: Devices' DPM emulation flag:
sv: Enheternas DPM emulerings-flagga:

source: ENABLED
sv: AKTIVERAD

source: Failed to get DPM emulation flag of device %i: %s
sv: Misslyckades erhålla DPM emulerings-flagga av enhet %i: %s

source: DPM emulation flag of device %i: %i
sv: DPM emulerings-flagga för enhet %i: %i

source: Setting DPM emulation flag of all devices to %i.
sv: Ställ in DPM emulerings-flagga för samtliga enheter till %i.

source: Failed to set DPM emulation flag of device %i to %i: %s
sv: Misslyckades ställa in DPM emulerings-flagga av enhet %i till %i: %s

source: Setting DPM emulation flag of device %i to %i.
sv: Ställer in DPM emulerings-flagga för enhet %i till %i.

source: Devices' transfer rate emulation flag:
sv: Enheternas överföringshastighets flagga:

source: Failed to get transfer rate emulation flag of device %i: %s
sv: Misslyckades att erhålla överföringshastighets flagga för enhet %i: %s

source: Transfer rate emulation flag of device %i: %i
sv: Överföringshastighetens emulerings-flagga för enhet %i: %i

source: Setting transfer rate emulation flag of all devices to %i.
sv: Ställer in överföringshastighetens emulerings-flagga samtliga enheter till %i.

source: Failed to set transfer rate emulation flag of device %i to %i: %s
sv: Misslyckades att ställa in överföringshastighetens emulerings-flagga för enhet %i till %i: %s

source: Setting transfer rate emulation flag of device %i to %i.
sv: Ställer in överföringshastighetens emulerings-flagga för enhet %i till %i.

source: Devices' IDs:
sv: Enhets ID:n

source: DEVICE ID
sv: ENHETS ID

source: Failed to get device ID of device %i: %s
sv: Misslyckades att erhålla enhets-ID för enhet %i: %s

source: Device ID of device %i: %s
sv: Enhets ID för enhet %i: %s

source: Setting device ID of all devices to %s.
sv: Ställer in enhets-ID för samtliga enheter till %s.

source: Failed to set device ID of device %i to %s: %s
sv: Misslyckades att ställa in enhets-ID för enhet %i till %s: %s

source: Setting device ID of device %i to %s.
sv: Ställer in enhets ID för enhet %i till %s.

source: Failed to enumerate supported parsers: %s
sv: Misslyckades att erhålla en lista med stödda avbilds-tolkar: %s

source: Supported parsers:
sv: Stödda avbilds-tolkare:

source: Failed to enumerate supported fragments: %s
sv: Misslyckades att erhålla en lista med stödda fragment: %s

source: Supported fragments:
sv: Fragments-stöd:

source: Failed to enumerate supported daemon debug masks: %s
sv: Misslyckades att erhålla en lista med stödda avlusnings-maskar för bakgrundsprocessen: %s

source: Supported daemon debug masks:
sv: Stödda avlusningas-maskar för bakgrundsprocessen:

source: Failed to enumerate supported library debug masks: %s
sv: Misslyckades att erhålla en lista med stödda biblioteks-avlusnings-maskar: %s

source: Supported library debug masks:
sv: Stödda biblioteks-avlusnings-maskar:

source: Failed to get library version: %s
sv: Misslyckades att erhålla biblioteks-version: %s

source: Failed to get daemon version: %s
sv: Misslyckades att erhålla bagrundsprocess-version: %s

source: Library version: %s
sv: Biblioteksversion: %s

source: Daemon version: %s
sv: Bakgrundsprocess-version: %s

source: Invalid bus parameter '%s', using default!
sv: Felaktig buss parameter '%s', använder standard!

source: Failed to connect to CDEmu daemon: %s
sv: Misslyckades att ansluta till CDEmu bakgrundsprocessen: %s

source: Failed to acquire daemon interface version (this most likely means your daemon is out-of-date): %s
sv: Misslyckades att erhålla bakgrundsprocessens gränssnitts-version (detta betyder med största sannolikhet att din bakgrundsprocess är av för gammal version): %s

source: CDEmu daemon interface version %i detected, but version %i is required!
sv: CDEmu bakgrundsprocess av version %i upptäcktes, med det krävs minst version %i

source: Usage: %s %s %s
sv: Användning: %s %s %s

source: Usage: %s [options] <command> <command parameters>
sv: Användning: %s [Val] <kommando> <kommando parametrar>

source: Commands:
sv: Kommandon:

source: Options:
sv: Val:

source: displays help message
sv: visa hjälpmeddelande

source: displays program version
sv: visa program-version

source: sets D-BUS bus type to use; valid values are 'session' and 'system'
sv: ställ in vilken typ av D-BUS buss som ska användas; giltiga värden är 'session' och 'system'

source: Optional parser parameters (valid only for 'load' command):
sv: Valfria avbilds-tolkningsparametrar (endast giltig för 'load' kommandot):

source: password for encrypted images
sv: lösenord för krypterade avbildsfiler

source: encoding for text-based images
sv: teckenkodning för text-baserade avbildsfiler

source: Invalid number of parameters for command '%s'!
sv: Felaktigt antal parametrar för kommandot '%s'!

source: ERROR: %s
sv: FEL: %s

source: WARNING: %s
sv: VARNING: %s

source: <device> <image file> [...]
sv: <enhet> <avbildsfil> [...]

source: loads the device
sv: laddar enheten

source: <device>
sv: <enhet>

source: unloads the device
sv: frigör enheten

source: displays the devices' status
sv: visar enheternas status

source: displays the device mapping information
sv: visa information om enhets-tilldelning

source: <device> [new value]
sv: <enhet> [nytt värde]

source: displays/sets daemon debug mask
sv: visa/ställ in bakgrundsprocessens avlusnings-mask

source: displays/sets library debug mask
sv: visa/ställ in bibliotekets avlusnings-mask

source: displays/sets DPM emulation flag
sv: visar/ställer in DPM emulerings-flagga

source: displays/sets transfer rate emulation flag
sv: visar/ställer in överförfingshastighets emulerings-flagga

source: <device> [new vendor_id] [new product_id] [new revision] [new vendor_specific]
sv: <enhet> [ny tillverkare_id] [ny produkt_id] [ny omarbetningsversion] [ny tillverkare_specifik]

source: displays/sets device ID
sv: visar/ställer in enhets ID

source: enumerates supported parsers
sv: Visar en lista över stödda avbilds-tolkare

source: enumerates supported fragments
sv: visar en lista över stödda fragment

source: enumerates valid daemon debug masks
sv: visar en lista över giltiga avlusnings-maskar för bakgrundsprocessen

source: enumerates valid library debug masks
sv: visar en lista över giltiga avlusnings-maskar för bibliotek

source: displays version information
sv: visa versionsinformation

source: Error
fr: Erreur

source: gCDEmu is an applet for controlling CDEmu devices via CDEmu daemon.
fr: gCDEmu est une applet pour contrôler des périphériques CDEmu à l'aide du daemon CDEmu.

source: The CDEmu project website
fr: Le site internet CDEmu

source: translator-credits
fr: Loïc Martin <loic.martin3@gmail.com>

source: Use _system bus
fr: Utiliser le bus _système

source: Show _notifications
fr: Afficher les _notifications

source: _About
fr: _À propos

source: _Help
fr: _Aide

source: Daemon started
fr: Daemon lancé

source: CDEmu daemon has been started.
fr: Le daemon CDEmu a été lancé.

source: Daemon stopped
fr: Daemon arrêté

source: CDEmu daemon has been stopped.
fr: Le daemon CDEmu a été arrêté.

source: CDEmu daemon version %s detected, but at least version %s is required!
fr: Version %s du daemon CDEmu détectée, mais la version %s minimum est requise!

source: Incompatible daemon version
fr: Version du daemon incompatible

source: Open file
fr: Ouvrir un fichier

source: All files
fr: Tous les fichiers

source: All image files
fr: Tous les fichiers image

source: Device %i properties
fr: Propriétés du périphérique %i

source: Device %i
fr: Périphérique %i

source: Daemon debug mask
fr: Masque de déboguage du daemon

source: Library debug mask
fr: Masque de déboguage de la bibliothèque de fonctions

source: Library
fr: Bibliothèque de fonctions

source: Loaded:
fr: Chargé:

source: Image type:
fr: Type d'image:

source: File name:
fr: Nom de fichier:

source: Device mapping
fr: Mapping du périphérique

source: SCSI CD-ROM device:
fr: Périphérique CD-ROM SCSI:

source: SCSI generic device:
fr: Périphérique générique SCSI:

source: Device ID
fr: ID du périphérique:

source: Vendor ID:
fr: ID du vendeur:

source: Product ID:
fr: ID du produit:

source: Revision:
fr: Révision:

source: Vendor-specific:
fr: Propre au vendeur:

source: Set device ID
fr: Appliquer l'ID du périphérique

source: DPM emulation
fr: Émulation DPM

source: Transfer rate emulation
fr: Émulation du taux de transfert

source: Set debug mask
fr: Appliquer le masque de déboguage

source: Device change
fr: Changement de périphérique

source: Device %i has been loaded.
fr: Le périphérique %i a été chargé.

source: Device %i has been emptied.
fr: Le périphérique %i a été vidé.

source: Device %i has been changed its option: %s.
fr: Les options du périphérique %i ont été modifiées %s.

source: Failed to unload device %i: %s
fr: Impossible de vider le périphérique %i: %s

source: Failed to load image %s to device %i: %s
fr: Impossible de charger l'image %s sur le périphérique %i: %s

source: Failed to set device ID for device %i to %s: %s
fr: Impossible de mettre l'ID de périphérique du périphérique %i à %s: %s

source: Failed to set DPM emulation for device %i to %i: %s
fr: Impossible de mettre l'émulation DPM du périphérique %i à %i: %s

source: Failed to set transfer rate emulation for device %i to %i: %s
fr: Impossible de mettre l'émulation de taux de transfert du périphérique %i à %i: %s

source: Failed to set daemon debug mask for device %i to 0x%X: %s
fr: Impossible de mettre le masque de déboguage du daemon du périphérique %i à 0x%X: %s

source: Failed to set library debug mask for device %i to 0x%X: %s
fr: Impossible de mettre le masque de déboguage de la bibliothèque de fonctions du périphérique %i à 0x%X: %s

source: Device
fr: Périphérique

source: Empty
fr: Vide

source: Yes
fr: Oui

source: Unload
fr: Vider

source: No
fr: Non

source: Load
fr: Charger

source: Name of icon to use (relative to gCDEmu's pixmap dir)
fr: Nom des icônes à utiliser (depuis le dossier de pixmaps de gCDEmu)

source: Show notifications?
fr: Afficher les notifications?

source: Use system bus (instead of session bus)?
fr: Utiliser le bus système (au lieu du bus de la session)?
