Repository: CoolingSir/cdemu
Catalog: gcdemu/po/*.po
Languages: de

source: Error
de: Fehler

source: gCDEmu is an applet for controlling CDEmu devices via CDEmu daemon.
de: gCDEmu ist ein Applet zum kontrollieren des CDEmu Laufwerke über CDEmu Daemon.

source: The CDEmu project website
de: Die Webseite des CDEmu Projekts

source: translator-credits
de: Marcel Hoppe <hoppe.marcel@gmx.de>

source: Use _system bus
de: Benutze _System Bus

source: Show _notifications
de: Zeige _Notiz

source: _About
de: _Über

source: Daemon started
de: Daemon gestartet

source: CDEmu daemon has been started.
de: CDEmu Daemon wurde gestartet.

source: Daemon stopped
de: Daemon gestoppt

source: CDEmu daemon has been stopped.
de: CDEmu Daemon wurde gestoppt

source: CDEmu daemon version %s detected, but at least version %s is required!
de: CDEmu Daemon Version %s gefunden, aber die Version %s wird benötigt!

source: Incompatible daemon version
de: Unverträgliche Daemon Version

source: Open file
de: Öffne Datei

source: All files
de: Alle Dateien

source: All image files
de: Alle Image Dateien

source: Device %i properties
de: Einstellungen von Laufwerk %i

source: Device %i
de: Laufwerk %i

source: Options
de: Einstellungen

source: Daemon debug mask
de: Daemon Debug Maske

source: Library debug mask
de: Library Debug Maske

source: Library
de: Bibliothek

source: Loaded:
de: Geladen:

source: File name:
de: Datei Name:

source: Device mapping
de: Laufwerk mapping

source: SCSI CD-ROM device:
de: SCSI CD-ROM Laufwerk:

source: SCSI generic device:
de: SCSI generic Laufwerk:

source: Device ID
de: Laufwerks ID:

source: Vendor ID:
de: Anbieter ID:

source: Product ID:
de: Produkt ID:

source: Vendor-specific:
de: Anbieterspezifisch:

source: Set device ID
de: Setzte Laufwerks ID

source: Transfer rate emulation
de: Übertragungsraten Emulation

source: Set debug mask
de: Setzte Debug Maske

source: Device change
de: Laufwerkänderung

source: Device %i has been loaded.
de: Laufwerk %i wurde geladen.

source: Device %i has been emptied.
de: Laufwerk %i wurde ausgeworfen.

source: Device %i has been changed its option: %s.
de: Laufwerk %i wurde geändert: %s.

source: Failed to unload device %i: %s
de: Fehler beim Auswerfen von Laufwerk %i: %s

source: Failed to load image %s to device %i: %s
de: Fehler beim Laden vom Image %s nach Laufwerk %i: %s

source: Failed to set device ID for device %i to %s: %s
de: Fehler beim Setzten der Laufwerks ID für Laufwerk %i nach %s: %s

source: Failed to set DPM emulation for device %i to %i: %s
de: Fehler beim Setzten der DPM Emulation für Laufwerk %i nach %i: %s

source: Failed to set transfer rate emulation for device %i to %i: %s
de: Fehler beim Setzten der Übertragungsraten Emulation für Laufwerk %i auf %i: %s

source: Failed to set daemon debug mask for device %i to 0x%X: %s
de: Fehler beim Setzten der Daemon Debug Maske für Laufwerk %i auf 0x%X: %s

source: Failed to set library debug mask for device %i to 0x%X: %s
de: Fehler beim Setzten der Library Debug Maske für Laufwerk %i auf 0x%X: %s

source: Device
de: Laufwerk

source: Empty
de: Leer

source: Yes
de: Ja

source: Unload
de: Auswerfen

source: No
de: Nein

source: Load
de: Laden

source: Name of icon to use (relative to gCDEmu's pixmap dir)
de: Name des benutzen Icon (bezogen auf gCDEmu's pixmap Verzeichnis)

source: Show notifications?
de: Zeige Notiz

source: Use system bus (instead of session bus)?
de: Benutze System Bus (anstelle des Sitzungs Bus)?
